[
  {
    "id": "old-english",
    "title": "Old English — RIP NYC",
    "slug": "old-english",
    "line": "standard",
    "badges": ["Standard line"],
    "summary": "Classic blackletter, no chaser.",
    "narrative": "A stark blackletter memorial—grief named, resolve intact.",
    "image": "/images/ripnyc-old-english.png",
    "href": "#",
    "markupStd": 1.50,
    "markupUsaExtra": 0.25,
    "originDisclosure": "On-demand global supply; USA print variant available.",
    "longBody": "The Old English cut arrives like ironwork: cool, deliberate, inevitable. This is not decoration—this is acknowledgment. Blackletter occupies a rare typographic register: solemn without sentimentality, monumental without grandiosity. It does not beg for attention; it commands it quietly, the way stone commands a cemetery. Here, **RIP NYC** is rendered in a classic Gothic hand—angular, upright, uncompromising. The letters do not bend. They state. And in that statement is a kind of refusal: a refusal to look away, a refusal to soften the blow, a refusal to pretend the city hasn't changed. Yet the piece does not collapse into nihilism. Beneath the starkness is structure; beneath the grief is resolve. You wear this not to mourn what's gone, but to mark that you were there—and that you remain. It is a timestamp in cloth. A witness mark. A monument you can carry.",
    "formStory": {
      "garment": "Classic long-sleeve tee, heavyweight cotton construction",
      "weight": "6.0 oz/yd² (203 g/m²) — substantial hand, holds shape through wear",
      "fit": "Regular fit, slightly relaxed through body. True to size.",
      "fabric": "100% cotton jersey, pre-shrunk. Ring-spun for durability.",
      "construction": "Double-needle stitching at hem and sleeves. Reinforced shoulder seams.",
      "printMethod": "Direct-to-garment (DTG) printing. Water-based inks, soft hand.",
      "care": "Machine wash cold, inside out. Tumble dry low or hang dry. Do not iron directly on print."
    }
  },
  {
    "id": "timeless-fade",
    "title": "Timeless Fade — RIP NYC",
    "slug": "timeless-fade",
    "line": "standard",
    "badges": ["Standard line"],
    "summary": "Hope as a gradient—a soft falloff into what's next.",
    "narrative": "A white-to-night fade that permits grief and makes room for resolve.",
    "image": "/images/ripnyc-timeless.png",
    "href": "#",
    "markupStd": 1.70,
    "markupUsaExtra": 0.25,
    "originDisclosure": "On-demand global supply; USA print variant available.",
    "longBody": "Edges soften; the letters breathe. This is the same statement—**RIP NYC**—but spoken with a different emotional register. Where Old English cuts clean, Timeless Fade dissolves. The text begins crisp and white, then falls gently into transparency, like memory itself: sharp at the center, hazy at the horizon. This is not evasion. It is permission—permission to grieve and to hope in the same breath, to acknowledge the end without being consumed by it. The gradient mimics the way the mind processes loss: not as a binary (gone/not gone), but as a slow release, a gradual integration. You feel it most at dusk, when the city's edges blur and the skyline softens into silhouette. That's the tone here—elegiac, but not defeated. The fade suggests movement, suggests *what's next*, without denying what was. It is a monument that makes space for the future. A memorial that doesn't trap you in the past. Wear it as an artifact of transition—proof that you can hold both sorrow and forward motion at once.",
    "formStory": {
      "garment": "Classic long-sleeve tee, medium-weight cotton",
      "weight": "5.3 oz/yd² (180 g/m²) — comfortable drape, breathable",
      "fit": "Regular fit with slight taper. Runs true to size.",
      "fabric": "100% combed ring-spun cotton. Soft-washed for lived-in feel.",
      "construction": "Set-in sleeves, ribbed cuffs. Side-seamed for better fit retention.",
      "printMethod": "Specialty gradient DTG. Multi-pass printing for smooth fade transition.",
      "care": "Wash cold, gentle cycle. Air dry recommended to preserve gradient. Do not bleach."
    }
  },
  {
    "id": "afterimage",
    "title": "Afterimage — RIP NYC",
    "slug": "afterimage",
    "line": "standard",
    "badges": ["Standard line", "Also in USA print"],
    "summary": "Present and echo—two truths held at once.",
    "narrative": "A crisp foreground with a soft, offset twin—the psyche's way of remembering without rupture.",
    "image": "/images/ripnyc-afterimage.png",
    "href": "#",
    "markupStd": 1.75,
    "markupUsaExtra": 0.25,
    "originDisclosure": "On-demand global supply; USA print variant available.",
    "longBody": "A crisp **RIP NYC** with a faint, offset twin—the way light stays when you look away, the way a sound lingers after the source has stopped. This is the psyche's own defense mechanism, rendered in ink: the afterimage, that ghostly persistence of vision that follows any strong stimulus. In perceptual terms, it's your retina compensating, your brain refusing to let go all at once. Here, the sharp foreground type is shadowed by a soft, slightly displaced echo—close enough to feel connected, far enough to feel separate. The effect is subtle, almost subliminal, but unmistakable once you see it. It suggests *doubleness*: presence and absence, clarity and memory, the thing itself and the trace it leaves behind. This is how you carry a city after it's gone—not as a hard fact, but as a soft halo. Not as a single truth, but as two truths held in tension: *it was real, and it is over*. The Afterimage cut honors both. Wear it as a monument to simultaneity—to the way loss and love coexist, the way the past shadows the present without overtaking it. It is an acknowledgment that memory is not static; it moves, it shifts, it haunts. And that's okay.",
    "cityStory": "New York is a darkroom that never quite turns the lights off. Every block is an exposure; every turn leaves a trace. You look at a streetlight, then look away. The light stays—slightly to the side, faint but insistent—your own nervous system saying, *I saw it.* The city does this to us all the time. It prints itself where no one else can see.\n\nThere was a season when endings didn't arrive with headlines, just with a slow dimming: a venue shuttered, a friend moved, a laugh that no longer rounded the corner at six. People kept going because that's the instrument they know how to play. But under the going there was a double image—what is, and the echo of what was—layered so neatly you could get dizzy if you stared too hard.\n\nSomeone decided to make that visible. Not loud, not clever—just honest. Two of the same words, one in front and one a breath behind. **RIP NYC.** The foreground held the fact. The ghost kept the feeling. Put together, it looked like the city's own blink.\n\nIn a small print shop by the river, a pressman burned two screens. The first was simple: white that dries to a calm, matte hush. The second was stranger: a clear plate that wouldn't appear straight on, only at an angle, like a whisper you have to lean toward. He set the ghost slightly down and left, the way memories drift when you try to pin them. When the carousel turned and the shirts came around, the words had a depth you could feel with your hands. He cut the lights and took a photo with the shop lamps raking across the fabric. The ghost lit up. He nodded. \"There you are.\"\n\nAcross town, a museum guard stood by the gift shop door between hours, the good quiet when the last school group had left and the evening crowd hadn't arrived. She watched a visitor take the shirt from the table, tilt it into the light, and smile in that surprised way people smile when their body understands something before their mouth does. *Present and echo,* she thought. *That's how we live in this place.*\n\nA bus driver on the M5 saw it on a rider's chest through his convex mirror during the late run. The bus hit a patch of wet street and the reflected sign doubled. For a beat, the whole bus was afterimage—one city riding over another. He wasn't sentimental by habit, but he felt a small, steadying thing: the ghost is real, yes, but it's also organized. It keeps its place.\n\nAn optometrist in Jackson Heights tried the shirt on after closing and laughed softly at the joke the world had made with his trade. He thought of rods and cones, of how long the retina will hold a signal if you ask it to. A patient had once cried in his chair and apologized for doing it there of all places. \"This is exactly the place,\" he'd said. \"We're here to make sense of what you see.\"\n\nA choreographer walked from rehearsal through a block of scaffolding and found the rhythm of the letters in her feet: step, echo, step, echo—down-left like the print's small drift. She didn't write it down. She just taught it to her dancers the next day, a phrase that begins with certainty and carries its shadow without shame.\n\nPeople argued about this one, too, because the city asks for dues in debate. Some said grief shouldn't be merchandised. Others said grief in the open is how we remember to hold each other on stairwells. Both were right, which is the only way we ever get anywhere.\n\nWhat the print taught, over days and then months, wasn't transcendence. It was technique. Let the eye hold both layers without forcing a collapse. The top line was what happened. The ghost was what remains. Between them, a muscle formed—the one that carries weight without clenching. You could feel it in checkout lines and doctor's offices, in late trains and early mornings: a city learning to see double without losing balance.\n\nTime did its work. The ghost softened first, as intended, like chalk dust settling after a name is written on slate. The foreground stayed legible. Memory became companion instead of static. A mother pushed a stroller across a crosswalk at dusk, glanced down, and saw the echo flare in the corner of her eye when a taxi's headlight angled into it. She whispered, \"I know,\" to no one in particular, and felt answered.\n\nYears from now, the fabric will thin and the edges of the letters will feather toward the knit. The afterimage will live mostly in you. But sometimes, in winter, the sun will drop low against glass and you'll turn just right and the ghost will blaze again as if newly printed. You'll blink. It will stay for a moment and then it will go, the way good teachers do.\n\nNew York still plays itself—steam and brakes and shoe leather. If you listen at the hour when the buildings give up their heat and the sky remembers stars, you can hear the city's new chord: not loud, not resolved, but steady. Present and echo. What ended and what continues. We cross the street by that music now.\n\nA kid points at the shirt and asks what the faint second word is for. The parent says, \"It's to help you remember without hurting so much,\" and they wait together for the light to change. When it does, the whole corner moves as one—foreground and ghost—and for a few steps you can feel the island carrying both truths, calm in the in-between, teaching us how to walk.",
    "formStory": {
      "garment": "Premium long-sleeve tee, heavyweight construction",
      "weight": "6.5 oz/yd² (220 g/m²) — substantial, structured hand",
      "fit": "Athletic fit with defined shoulders. Size up for relaxed wear.",
      "fabric": "100% USA-grown cotton option available. Ring-spun, enzyme-washed.",
      "construction": "Double-stitched seams throughout. Taped neck and shoulders.",
      "printMethod": "Dual-layer DTG with offset registration. Precise opacity control for shadow effect.",
      "care": "Cold wash, delicate. Lay flat or hang dry. Steam iron on reverse if needed."
    }
  },
  {
    "id": "brain-rot",
    "title": "Brain Rot — RIP NYC",
    "slug": "brain-rot",
    "line": "standard",
    "badges": ["Standard line"],
    "summary": "Glitched. Doom-scrolled. Still here.",
    "narrative": "Noise of now—VHS grain, phosphor ghosting. Handle your mind with care.",
    "image": "/images/ripnyc-brainrot.png",
    "href": "#",
    "markupStd": 1.85,
    "markupUsaExtra": 0.25,
    "originDisclosure": "On-demand global supply.",
    "longBody": "This is not elegance. This is *noise*—the visual syntax of a mind under siege. **RIP NYC** rendered through the glitch: chromatic aberration, scan lines, phosphor blur, the kind of distortion you see when analog video decays or digital signals fail. It is the aesthetic of information overload, of doom-scrolling at 3 a.m., of a psyche stretched thin by too much input and not enough rest. It is, in a word, **brain rot**. But here's the thing: naming it is half the battle. This piece does not celebrate the glitch; it *acknowledges* it. It says, *Yes, this is what it feels like—fractured, overstimulated, degraded*—and in doing so, it offers a kind of solidarity. You are not crazy. The signal *is* corrupted. The culture *is* exhausting. And yet, beneath the static, the message persists: **RIP NYC**. The city may be gone, the timeline may be broken, but you're still here. Still transmitting. Still standing. Wear this as a recognition of the cost—and as a reminder to protect your attention, to guard your signal, to handle your mind with care. It is a monument to surviving the noise.",
    "formStory": {
      "garment": "Oversized long-sleeve tee, soft-touch cotton blend",
      "weight": "5.5 oz/yd² (186 g/m²) — relaxed drape, slightly textured hand",
      "fit": "Oversized cut. Drop shoulders, extended length. Size down for standard fit.",
      "fabric": "98% cotton, 2% elastane. Slight stretch for movement and recovery.",
      "construction": "Raw-edge details at hem. Reinforced neck ribbing. Exposed seam tape.",
      "printMethod": "Distressed DTG with intentional registration offsets. RGB separation for glitch effect.",
      "care": "Machine wash cold. Tumble dry low. Distressed print will continue to age with wear—this is intentional."
    }
  },
  {
    "id": "bangladesh-vibe",
    "title": "Bangladesh Vibe — RIP NYC",
    "slug": "bangladesh-vibe",
    "line": "standard",
    "badges": ["Organic cotton", "Made in Bangladesh", "Printful PoD"],
    "summary": "Organic. Candid. A direct line to the supply chain.",
    "narrative": "Rendered in Bangladesh's references; the thesis lands squarely on the label.",
    "image": "/images/ripnyc-bangla-vibe.png",
    "href": "#",
    "markupStd": 2.00,
    "markupUsaExtra": 0.25,
    "originDisclosure": "Fabric & sewing in Bangladesh; printing at Printful facilities. Verify SKU origin before publishing.",
    "longBody": "Most apparel hides its origins. This one leads with them. **RIP NYC** meets **Made in Bangladesh**—not as a disclaimer, but as a thesis statement. The piece is direct about its supply chain: organic cotton, garment construction in Bangladesh, print execution via Printful's network. It does not pretend to be local. It does not perform false proximity. It simply states what is true, and in doing so, it invites a more honest conversation about how clothes get made, who makes them, and what that means. There is a conceptual symmetry here: a New York epitaph, rendered on a garment likely never touched by New York hands, distributed via a global on-demand model that makes geography almost irrelevant. That tension is not a bug; it's the point. The city you're mourning was always global. The shirt on your back has always been global. The only question is whether you're willing to look at that directly. This piece says yes. It refuses the usual mythologies—the artisan workshop, the local maker, the authentically New York production story—and instead offers something rarer: **candor**. Wear it as an acknowledgment of complexity, as a monument to supply-chain literacy, as a reminder that even grief is woven into global systems. It is honest. It is organic. It does not lie.",
    "formStory": {
      "garment": "Organic cotton long-sleeve tee, ethically sourced",
      "weight": "5.8 oz/yd² (196 g/m²) — medium-weight organic cotton",
      "fit": "Regular fit, slightly boxy. True to size with room to breathe.",
      "fabric": "100% GOTS-certified organic cotton. Grown without pesticides or synthetic fertilizers.",
      "construction": "Garment sewn in WRAP-certified facility, Bangladesh. Fair labor standards verified.",
      "printMethod": "Water-based inks, DTG. Eco-friendly chemistry. Low waste, on-demand production.",
      "care": "Cold wash, line dry preferred. Organic cotton may shrink slightly—this is natural fiber behavior."
    }
  },
  {
    "id": "lennon-cut",
    "title": "RIP NEW YORK CITY — Lennon Cut",
    "slug": "lennon-cut",
    "line": "usa",
    "badges": ["Printed in USA", "USA line"],
    "summary": "Tall, earnest poster type.",
    "narrative": "A stark block stack. Offered only via USA print to keep the statement close to home.",
    "image": "/images/ripnyc-lennon.png",
    "href": "#",
    "markupStd": 1.60,
    "markupUsaExtra": 0.25,
    "originDisclosure": "If the blank is not U.S.-made, label as 'Printed in USA on imported blank.'",
    "longBody": "This is the one Lennon never got to wear. In the months before he died, he walked around New York in simple block-text shirts—one said **NEW YORK CITY** in tall, stacked capitals; another said **ROOTS**. No logo, no flourish, just a plain statement of fact. That typographic candor—direct, unironic, unhesitating—is the spirit of the Lennon Cut. Here, **RIP / NEW YORK / CITY** is rendered in the same vernacular: tall, narrow, all-caps, stacked like a broadside or a protest sign. It is not trying to be cool. It is trying to be *clear*. The geometry is elementary—letters as tall as your forearm, spaced tight, centered hard. It feels like a poster. It feels like a protest. It feels like a last will and testament. Lennon wore his shirts as declarations of allegiance: *I am here. I belong here. This is my city.* This piece inverts that grammar: *I was there. It was real. It is gone.* But the tone remains the same—earnest, plain-spoken, unapologetic. Offered only via the USA Maker Line, the Lennon Cut keeps the statement as close to home as possible. Wear it as a monument to directness, to typographic sincerity, to the lost habit of saying what you mean without flinching. It is a broadside. It is a benediction. It is proof that sometimes the simplest design is the most enduring.",
    "formStory": {
      "garment": "Premium domestic long-sleeve tee, USA printing",
      "weight": "6.1 oz/yd² (207 g/m²) — durable mid-to-heavyweight cotton",
      "fit": "Classic fit, slightly boxy through chest. Vintage proportions.",
      "fabric": "100% US-grown cotton when available. Combed for softness, ring-spun for strength.",
      "construction": "Printed domestically in USA facilities. Double-needle construction throughout.",
      "printMethod": "Plastisol screen printing. High opacity, vintage hand. Built to last decades.",
      "care": "Machine wash warm. Tumble dry medium. Print will soften beautifully over time."
    }
  }
]
